Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ConfigureDeadlineGracePeriod-WindowsUpdate
source: Number of grace period days before quality updates are installed on devices automatically
ar: عدد أيام فترة السماح قبل تثبيت تحديثات الجودة على الأجهزة تلقائيًا
de: Anzahl der Karenztage, bevor Qualitätsupdates automatisch auf Geräten installiert werden
el_gr: Αριθμός ημερών περιόδου χάριτος πριν εγκατασταθούν αυτόματα οι ενημερώσεις ποιότητας στις συσκευές
es: Número de días de período de gracia antes de que las actualizaciones de calidad se instalen automáticamente en los dispositivos
fr_fr: Nombre de jours de période de grâce avant que les mises à jour qualité ne soient installées automatiquement
he_il: מספר ימי תקופת החסד לפני שעדכוני איכות מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर गुणवत्ता अपडेट स्वचालित रूप से इंस्टॉल होने से पहले अनुग्रह अवधि के दिनों की संख्या
ja_jp: 品質更新プログラムがデバイスに自動的にインストールされるまでの猶予期間の日数
ml_in: ഉപകരണങ്ങളിൽ ഗുണനിലവാര അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള കൃപാ കാലയളവിന്റെ ദിവസങ്ങളുടെ എണ്ണം
pl_pl: Liczba dni okresu karencji przed automatyczną instalacją aktualizacji jakości na urządzeniach
tr_tr: Kalite güncellemelerinin cihazlara otomatik olarak yüklenmesinden önceki ek süre günlerinin sayısı

# ConfigureDeadlineForFeatureUpdates-WindowsUpdate
source: Number of days before feature updates are installed on devices automatically
ar: عدد الأيام قبل تثبيت تحديثات الميزات على الأجهزة تلقائيًا
de: Anzahl der Tage, bevor Funktionsupdates automatisch auf Geräten installiert werden
el_gr: Αριθμός ημερών πριν εγκατασταθούν αυτόματα οι ενημερώσεις δυνατοτήτων στις συσκευές
es: Número de días antes de que las actualizaciones de características se instalen automáticamente en los dispositivos
fr_fr: Nombre de jours avant que les mises à jour de fonctionnalités ne soient installées automatiquement
he_il: מספר הימים לפני שעדכוני תכונה מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर फीचर अपडेट स्वचालित रूप से इंस्टॉल होने से पहले दिनों की संख्या
ja_jp: 機能更新プログラムがデバイスに自動的にインストールされるまでの日数
ml_in: ഉപകരണങ്ങളിൽ സവിശേഷത അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം
pl_pl: Liczba dni przed automatyczną instalacją aktualizacji funkcji na urządzeniach
tr_tr: Özellik güncellemelerinin cihazlara otomatik olarak yüklenmesine kadar geçen gün sayısı

# ConfigureDeadlineGracePeriodForFeatureUpdates-WindowsUpdate
source: Number of grace period days before feature updates are installed on devices automatically
ar: عدد أيام فترة السماح قبل تثبيت تحديثات الميزات على الأجهزة تلقائيًا
de: Anzahl der Karenztage, bevor Funktionsupdates automatisch auf Geräten installiert werden
el_gr: Αριθμός ημερών περιόδου χάριτος πριν εγκατασταθούν αυτόματα οι ενημερώσεις δυνατοτήτων στις συσκευές
es: Número de días de período de gracia antes de que las actualizaciones de características se instalen automáticamente en los dispositivos
fr_fr: Nombre de jours de période de grâce avant que les mises à jour de fonctionnalités ne soient installées automatiquement
he_il: מספר ימי תקופת החסד לפני שעדכוני תכונה מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर फीचर अपडेट स्वचालित रूप से इंस्टॉल होने से पहले अनुग्रह अवधि के दिनों की संख्या
ja_jp: 機能更新プログラムがデバイスに自動的にインストールされるまでの猶予期間の日数
ml_in: ഉപകരണങ്ങളിൽ സവിശേഷത അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള കൃപാ കാലയളവിന്റെ ദിവസങ്ങളുടെ എണ്ണം
pl_pl: Liczba dni okresu karencji przed automatyczną instalacją aktualizacji funkcji na urządzeniach
tr_tr: Özellik güncellemelerinin cihazlara otomatik olarak yüklenmesinden önceki ek süre günlerinin sayısı

# NoAutoUpdate-WindowsUpdate
source: Set the computer to receive security updates and other important downloads through Windows Update
ar: تعيين الكمبيوتر لتلقي تحديثات الأمان والتنزيلات المهمة الأخرى من خلال Windows Update
de: Computer so einstellen, dass Sicherheitsupdates und andere wichtige Downloads über Windows Update empfangen werden
el_gr: Ρύθμιση του υπολογιστή για λήψη ενημερώσεων ασφαλείας και άλλων σημαντικών λήψεων μέσω του Windows Update
es: Configurar la computadora para recibir actualizaciones de seguridad y otras descargas importantes a través de Windows Update
fr_fr: Configurer l'ordinateur pour recevoir les mises à jour de sécurité et autres téléchargements importants via Windows Update
he_il: הגדרת המחשב לקבלת עדכוני אבטחה והורדות חשובות אחרות דרך Windows Update
hi_in: Windows Update के माध्यम से सुरक्षा अपडेट और अन्य महत्वपूर्ण डाउनलोड प्राप्त करने के लिए कंप्यूटर सेट करें
ja_jp: セキュリティ更新プログラムやその他の重要なダウンロードを Windows Update から受信するようにコンピューターを設定する
ml_in: Windows Update വഴി സുരക്ഷാ അപ്‌ഡേറ്റുകളും മറ്റ് പ്രധാനപ്പെട്ട ഡൗൺലോഡുകളും സ്വീകരിക്കാൻ കമ്പ്യൂട്ടർ സജ്ജമാക്കുക
pl_pl: Skonfiguruj komputer do odbierania aktualizacji zabezpieczeń i innych ważnych pobrań przez Windows Update
tr_tr: Bilgisayarı, Windows Update aracılığıyla güvenlik güncelleştirmelerini ve diğer önemli indirmeleri alacak şekilde ayarlayın

# AUOptions-WindowsUpdate
source: Automatically download updates and install them on maintenance day
ar: تنزيل التحديثات تلقائيًا وتثبيتها في يوم الصيانة
de: Updates automatisch herunterladen und am Wartungstag installieren
el_gr: Αυτόματη λήψη ενημερώσεων και εγκατάστασή τους την ημέρα συντήρησης
es: Descargar actualizaciones automáticamente e instalarlas el día de mantenimiento
fr_fr: Télécharger automatiquement les mises à jour et les installer le jour de maintenance
he_il: הורדת עדכונים אוטומטית והתקנתם ביום תחזוקה
hi_in: अपडेट स्वचालित रूप से डाउनलोड करें और रखरखाव दिवस पर इंस्टॉल करें
ja_jp: 更新プログラムを自動的にダウンロードし、メンテナンス日にインストールする
ml_in: അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഡൗൺലോഡ് ചെയ്ത് പരിപാലന ദിവസത്തിൽ ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Automatycznie pobieraj aktualizacje i instaluj w dniu konserwacji
tr_tr: Güncellemeleri otomatik olarak indirin ve bakım gününde yükleyin

# AutomaticMaintenanceEnabled-WindowsUpdate
source: Install updates during automatic maintenance
ar: تثبيت التحديثات أثناء الصيانة التلقائية
de: Updates während der automatischen Wartung installieren
el_gr: Εγκατάσταση ενημερώσεων κατά την αυτόματη συντήρηση
es: Instalar actualizaciones durante el mantenimiento automático
fr_fr: Installer les mises à jour pendant la maintenance automatique
he_il: התקנת עדכונים במהלך תחזוקה אוטומטית
hi_in: स्वचालित रखरखाव के दौरान अपडेट इंस्टॉल करें
ja_jp: 自動メンテナンス中に更新プログラムをインストールする
ml_in: സ്വയമേവയുള്ള പരിപാലന സമയത്ത് അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Instaluj aktualizacje podczas automatycznej konserwacji
tr_tr: Otomatik bakım sırasında güncellemeleri yükleyin

# ScheduledInstallDay-WindowsUpdate
source: Set scheduled install day to every day
ar: تعيين يوم التثبيت المجدول إلى كل يوم
de: Geplanten Installationstag auf jeden Tag festlegen
el_gr: Ορισμός προγραμματισμένης ημέρας εγκατάστασης σε κάθε ημέρα
es: Establecer día de instalación programada en todos los días
fr_fr: Définir le jour d'installation planifié à chaque jour
he_il: הגדרת יום התקנה מתוזמן לכל יום
hi_in: निर्धारित इंस्टॉल दिन को हर दिन पर सेट करें
ja_jp: スケジュールされたインストール日を毎日に設定する
ml_in: ഷെഡ്യൂൾ ചെയ്ത ഇൻസ്റ്റാൾ ദിവസം എല്ലാ ദിവസവും ആയി സജ്ജമാക്കുക
pl_pl: Ustaw zaplanowany dzień instalacji na każdy dzień
tr_tr: Planlanan yükleme gününü her güne ayarla

# ScheduledInstallTime-WindowsUpdate
source: Set scheduled install time to any time
ar: تعيين وقت التثبيت المجدول إلى أي وقت
de: Geplante Installationszeit auf beliebige Uhrzeit festlegen
el_gr: Ορισμός προγραμματισμένης ώρας εγκατάστασης σε οποιαδήποτε ώρα
es: Establecer hora de instalación programada en cualquier hora
fr_fr: Définir l'heure d'installation planifiée à n'importe quelle heure
he_il: הגדרת זמן התקנה מתוזמן לכל שעה
hi_in: निर्धारित इंस्टॉल समय को किसी भी समय पर सेट करें
ja_jp: スケジュールされたインストール時刻を任意の時刻に設定する
ml_in: ഷെഡ്യൂൾ ചെയ്ത ഇൻസ്റ്റാൾ സമയം ഏത് സമയത്തും ആയി സജ്ജമാക്കുക
pl_pl: Ustaw zaplanowany czas instalacji na dowolny czas
tr_tr: Planlanan yükleme süresini istediğiniz zamana ayarlayın

# AllowMUUpdateService-WindowsUpdate
source: Install updates for other Microsoft products
ar: تثبيت التحديثات لمنتجات Microsoft الأخرى
de: Updates für andere Microsoft-Produkte installieren
el_gr: Εγκατάσταση ενημερώσεων για άλλα προϊόντα Microsoft
es: Instalar actualizaciones para otros productos de Microsoft
fr_fr: Installer les mises à jour pour d'autres produits Microsoft
he_il: התקנת עדכונים עבור מוצרי Microsoft אחרים
hi_in: अन्य Microsoft उत्पादों के लिए अपडेट इंस्टॉल करें
ja_jp: 他の Microsoft 製品の更新プログラムをインストールする
ml_in: മറ്റ് Microsoft ഉൽപ്പന്നങ്ങൾക്കായി അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാൾ ചെയ്യുക
pl_pl: Instaluj aktualizacje dla innych produktów Microsoft
tr_tr: Diğer Microsoft ürünlerine yönelik güncelleştirmeleri yükleyin

# RestartNotificationsAllowed2-WindowsUpdate
source: Enable restart notification for Windows update
ar: تفعيل إشعار إعادة التشغيل لـ Windows Update
de: Neustartbenachrichtigung für Windows Update aktivieren
el_gr: Ενεργοποίηση ειδοποίησης επανεκκίνησης για το Windows Update
es: Habilitar notificación de reinicio para Windows Update
fr_fr: Activer la notification de redémarrage pour Windows Update
he_il: הפעלת התראת הפעלה מחדש עבור Windows Update
hi_in: Windows Update के लिए पुनः आरंभ सूचना सक्षम करें
ja_jp: Windows Update の再起動通知を有効にする
ml_in: Windows Update-നായി പുനരാരംഭ അറിയിപ്പ് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz powiadomienia o ponownym uruchomieniu dla Windows Update
tr_tr: Windows güncellemesi için yeniden başlatma bildirimini etkinleştir

# RemoveScheduleForWeek-WindowsUpdate
source: Remove scheduling for installing updates only on specific weeks.
ar: إزالة الجدولة لتثبيت التحديثات فقط في أسابيع محددة.
de: Planung für die Installation von Updates nur in bestimmten Wochen entfernen.
el_gr: Αφαίρεση προγραμματισμού για εγκατάσταση ενημερώσεων μόνο σε συγκεκριμένες εβδομάδες.
es: Eliminar programación para instalar actualizaciones solo en semanas específicas.
fr_fr: Supprimer la planification de l'installation des mises à jour uniquement sur des semaines spécifiques.
he_il: הסרת תזמון להתקנת עדכונים רק בשבועות ספציפיים.
hi_in: केवल विशिष्ट सप्ताह में अपडेट इंस्टॉल करने के लिए शेड्यूल हटाएं।
ja_jp: 特定の週にのみ更新プログラムをインストールするスケジュールを削除する。
ml_in: നിർദ്ദിഷ്ട ആഴ്ചകളിൽ മാത്രം അപ്‌ഡേറ്റുകൾ ഇൻസ്റ്റാൾ ചെയ്യാനുള്ള ഷെഡ്യൂൾ നീക്കം ചെയ്യുക.
pl_pl: Usuń harmonogram instalowania aktualizacji tylko w określonych tygodniach.
tr_tr: Güncelleştirmelerin yalnızca belirli haftalarda yüklenmesine ilişkin planlamayı kaldırın.

# SetComplianceDeadlineForFeatureUpdates-WindowsUpdate
source: Set compliance deadline for feature updates.
ar: تعيين الموعد النهائي للامتثال لتحديثات الميزات.
de: Einhaltungsfrist für Funktionsupdates festlegen.
el_gr: Ορισμός προθεσμίας συμμόρφωσης για ενημερώσεις δυνατοτήτων.
es: Establecer fecha límite de cumplimiento para actualizaciones de características.
fr_fr: Définir l'échéance de conformité pour les mises à jour de fonctionnalités.
he_il: הגדרת מועד אחרון לציות עבור עדכוני תכונה.
hi_in: फीचर अपडेट के लिए अनुपालन समय सीमा सेट करें।
ja_jp: 機能更新プログラムのコンプライアンス期限を設定する。
ml_in: സവിശേഷത അപ്‌ഡേറ്റുകൾക്കായി അനുസരണ സമയപരിധി സജ്ജമാക്കുക.
pl_pl: Ustaw termin zgodności dla aktualizacji funkcji.
tr_tr: Özellik güncellemeleri için uyumluluk son tarihini ayarlayın.

# SetComplianceDeadlineForQualityUpdates-WindowsUpdate
source: Set compliance deadline for quality updates.
ar: تعيين الموعد النهائي للامتثال لتحديثات الجودة.
de: Einhaltungsfrist für Qualitätsupdates festlegen.
el_gr: Ορισμός προθεσμίας συμμόρφωσης για ενημερώσεις ποιότητας.
es: Establecer fecha límite de cumplimiento para actualizaciones de calidad.
fr_fr: Définir l'échéance de conformité pour les mises à jour qualité.
he_il: הגדרת מועד אחרון לציות עבור עדכוני איכות.
hi_in: गुणवत्ता अपडेट के लिए अनुपालन समय सीमा सेट करें।
ja_jp: 品質更新プログラムのコンプライアンス期限を設定する。
ml_in: ഗുണനിലവാര അപ്‌ഡേറ്റുകൾക്കായി അനുസരണ സമയപരിധി സജ്ജമാക്കുക.
pl_pl: Ustaw termin zgodności dla aktualizacji jakości.
tr_tr: Kalite güncellemeleri için uyumluluk son tarihini belirleyin.

# BlockThirdPartyCookies-Edge
source: Block 3rd party cookies
ar: حظر ملفات تعريف الارتباط من الأطراف الثالثة
de: Cookies von Drittanbietern blockieren
el_gr: Αποκλεισμός cookies τρίτων
es: Bloquear cookies de terceros
fr_fr: Bloquer les cookies tiers
he_il: חסימת עוגיות צד שלישי
hi_in: तृतीय-पक्ष कुकीज़ ब्लॉक करें
ja_jp: サードパーティ Cookie をブロックする
ml_in: മൂന്നാം കക്ഷി കുക്കികൾ തടയുക
pl_pl: Blokuj pliki cookie stron trzecich
tr_tr: 3. taraf çerezlerini engelle

# DnsOverHttpsMode-Edge
source: Set DNS Over HTTPS Mode to use system DoH settings
ar: تعيين وضع DNS عبر HTTPS لاستخدام إعدادات DoH للنظام
de: DNS-over-HTTPS-Modus so einstellen, dass systemweite DoH-Einstellungen verwendet werden
el_gr: Ορισμός λειτουργίας DNS μέσω HTTPS για χρήση ρυθμίσεων DoH του συστήματος
es: Establecer el modo DNS sobre HTTPS para usar la configuración DoH del sistema
fr_fr: Configurer le mode DNS sur HTTPS pour utiliser les paramètres DoH du système
he_il: הגדרת מצב DNS דרך HTTPS לשימוש בהגדרות DoH של המערכת
hi_in: सिस्टम की DoH सेटिंग्स का उपयोग करने के लिए DNS ओवर HTTPS मोड सेट करें
ja_jp: DNS over HTTPS モードをシステムの DoH 設定を使用するように設定する
ml_in: സിസ്റ്റത്തിന്റെ DoH ക്രമീകരണങ്ങൾ ഉപയോഗിക്കാൻ DNS over HTTPS മോഡ് സജ്ജമാക്കുക
pl_pl: Ustaw tryb DNS przez HTTPS, aby używać ustawień DoH systemu
tr_tr: Sistem DoH ayarlarını kullanmak için HTTPS Üzerinden DNS Modunu ayarlayın

# EncryptedClientHelloEnabled-Edge
source: Enable Encrypted Client Hello
ar: تفعيل Encrypted Client Hello
de: Encrypted Client Hello aktivieren
el_gr: Ενεργοποίηση Κρυπτογραφημένου Client Hello
es: Habilitar Cliente Hello Cifrado
fr_fr: Activer Encrypted Client Hello
he_il: הפעלת Encrypted Client Hello
hi_in: एन्क्रिप्टेड क्लाइंट हैलो सक्षम करें
ja_jp: Encrypted Client Hello を有効にする
ml_in: എൻക്രിപ്റ്റഡ് ക്ലയന്റ് ഹലോ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz zaszyfrowane Client Hello
tr_tr: Şifreli İstemci Merhabasını Etkinleştir

# BasicAuthOverHttpEnabled-Edge
source: Block Basic authentication for HTTP
ar: حظر المصادقة الأساسية لـ HTTP
de: Basisauthentifizierung für HTTP blockieren
el_gr: Αποκλεισμός Βασικής επαλήθευσης για HTTP
es: Bloquear Autenticación Básica para HTTP
fr_fr: Bloquer l'authentification de base pour HTTP
he_il: חסימת אימות בסיסי עבור HTTP
hi_in: HTTP के लिए बेसिक प्रमाणीकरण ब्लॉक करें
ja_jp: HTTP の Basic 認証をブロックする
ml_in: HTTP-ക്കായി അടിസ്ഥാന പ്രാമാണീകരണം തടയുക
pl_pl: Blokuj podstawowe uwierzytelnianie dla HTTP
tr_tr: HTTP için Temel kimlik doğrulamayı engelle

# ExperimentationAndConfigurationServiceControl-Edge
source: Allow Edge to receive new features even after using policies
ar: السماح لـ Edge بتلقي ميزات جديدة حتى بعد استخدام السياسات
de: Edge erlauben, trotz eingesetzter Richtlinien neue Funktionen zu erhalten
el_gr: Να επιτρέπεται στο Edge να λαμβάνει νέες δυνατότητες ακόμη και μετά τη χρήση πολιτικών
es: Permitir que Edge reciba nuevas funciones incluso después de usar políticas
fr_fr: Autoriser Edge à recevoir de nouvelles fonctionnalités même après avoir utilisé des stratégies
he_il: אפשור ל-Edge לקבל תכונות חדשות גם לאחר שימוש במדיניויות
hi_in: Edge को नीतियों का उपयोग करने के बाद भी नई सुविधाएं प्राप्त करने की अनुमति दें
ja_jp: ポリシーの使用後も Edge が新機能を受け取れるようにする
ml_in: നയങ്ങൾ ഉപയോഗിച്ചതിനു ശേഷവും Edge-നെ പുതിയ സവിശേഷതകൾ സ്വീകരിക്കാൻ അനുവദിക്കുക
pl_pl: Zezwól Edge na otrzymywanie nowych funkcji nawet po użyciu zasad
tr_tr: Edge'in politikaları kullandıktan sonra bile yeni özellikler almasına izin ver

# AudioSandboxEnabled-Edge
source: Enforces the audio process to run sandboxed
ar: فرض تشغيل عملية الصوت في صندوق الحماية
de: Erzwingt, dass der Audioprozess in einer Sandbox ausgeführt wird
el_gr: Επιβολή εκτέλεσης της διεργασίας ήχου σε sandbox
es: Forzar la ejecución del proceso de audio en sandbox
fr_fr: Impose l'exécution du processus audio dans un bac à sable (sandbox)
he_il: אכיפת הרצת תהליך האודיו בארגז חול
hi_in: ऑडियो प्रक्रिया को सैंडबॉक्स में चलाने के लिए बाध्य करें
ja_jp: オーディオ プロセスをサンドボックス化して実行するように強制する
ml_in: ഓഡിയോ പ്രക്രിയ സാൻഡ്‌ബോക്‌സിൽ പ്രവർത്തിക്കാൻ നിർബന്ധിക്കുക
pl_pl: Wymuś uruchamianie procesu audio w piaskownicy
tr_tr: Ses sürecini korumalı alanda çalışmaya zorlar

# DefaultShareAdditionalOSRegionSetting-Edge
source: Recommends that the share additional operating system region setting to be set to never
ar: التوصية بتعيين إعداد مشاركة منطقة نظام التشغيل الإضافية إلى أبدًا
de: Empfiehlt, die Einstellung zum Freigeben zusätzlicher Betriebssystemregionsdaten auf „Nie“ festzulegen
el_gr: Συνιστάται η ρύθμιση κοινής χρήσης πρόσθετης περιοχής λειτουργικού συστήματος να οριστεί σε ποτέ
es: Se recomienda configurar el ajuste de compartir región adicional del sistema operativo en nunca
fr_fr: Recommande de régler le paramètre de partage de région supplémentaire du système d'exploitation sur Jamais
he_il: המלצה שהגדרת שיתוף אזור מערכת הפעלה נוסף תוגדר לאף פעם
hi_in: अतिरिक्त OS क्षेत्र साझा करने की सेटिंग को कभी नहीं पर सेट करने की अनुशंसा की जाती है
ja_jp: 追加のオペレーティング システム地域設定の共有を「しない」に設定することを推奨する
ml_in: അധിക OS പ്രദേശം പങ്കിടുന്നതിനുള്ള ക്രമീകരണം ഒരിക്കലും എന്നതിലേക്ക് സജ്ജമാക്കാൻ ശുപാർശ ചെയ്യുന്നു
pl_pl: Zaleca się ustawienie opcji udostępniania dodatkowego regionu systemu operacyjnego na nigdy
tr_tr: Ek işletim sistemi bölgesini paylaşma ayarının hiçbir zaman olarak ayarlanmasını önerir

# 1-Edge
source: Disable TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
ar: تعطيل TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
de: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA deaktivieren - (CBC - SHA1)
el_gr: Απενεργοποίηση TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
es: Deshabilitar TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
fr_fr: Désactiver TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
he_il: ביטול TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
hi_in: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA अक्षम करें - (CBC - SHA1)
ja_jp: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA を無効にする - (CBC - SHA1)
ml_in: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA അപ്രാപ്തമാക്കുക - (CBC - SHA1)
pl_pl: Wyłącz TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)
tr_tr: TLS_ECDHE_RSA_WITH_AES_128_CBC_SHA - (CBC - SHA1)'i devre dışı bırakın

# 2-Edge
source: Disable TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
ar: تعطيل TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
de: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA deaktivieren - (CBC - SHA1)
el_gr: Απενεργοποίηση TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
es: Deshabilitar TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
fr_fr: Désactiver TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
he_il: ביטול TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
hi_in: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA अक्षम करें - (CBC - SHA1)
ja_jp: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA を無効にする - (CBC - SHA1)
ml_in: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA അപ്രാപ്തമാക്കുക - (CBC - SHA1)
pl_pl: Wyłącz TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)
tr_tr: TLS_ECDHE_RSA_WITH_AES_256_CBC_SHA - (CBC - SHA1)'i devre dışı bırakın

# 3-Edge
source: Disable TLS_RSA_WITH_AES_256_CBC_SHA - (NO PFS - CBC - SHA1)
ar: تعطيل TLS_RSA_WITH_AES_256_CBC_SHA - (بدون PFS - CBC - SHA1)
de: TLS_RSA_WITH_AES_256_CBC_SHA deaktivieren - (KEIN PFS - CBC - SHA1)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_256_CBC_SHA - (ΧΩΡΙΣ PFS - CBC - SHA1)
es: Deshabilitar TLS_RSA_WITH_AES_256_CBC_SHA - (SIN PFS - CBC - SHA1)
fr_fr: Désactiver TLS_RSA_WITH_AES_256_CBC_SHA - (NO PFS - CBC - SHA1)
he_il: ביטול TLS_RSA_WITH_AES_256_CBC_SHA - (ללא PFS - CBC - SHA1)
hi_in: TLS_RSA_WITH_AES_256_CBC_SHA अक्षम करें - (PFS के बिना - CBC - SHA1)
ja_jp: TLS_RSA_WITH_AES_256_CBC_SHA を無効にする - (PFS なし - CBC - SHA1)
ml_in: TLS_RSA_WITH_AES_256_CBC_SHA അപ്രാപ്തമാക്കുക - (PFS ഇല്ല - CBC - SHA1)
pl_pl: Wyłącz TLS_RSA_WITH_AES_256_CBC_SHA - (Bez PFS - CBC - SHA1)
tr_tr: TLS_RSA_WITH_AES_256_CBC_SHA'yı devre dışı bırakın - (PFS YOK - CBC - SHA1)

# 4-Edge
source: Disable TLS_RSA_WITH_AES_128_CBC_SHA - (NO PFS - CBC - SHA1)
ar: تعطيل TLS_RSA_WITH_AES_128_CBC_SHA - (بدون PFS - CBC - SHA1)
de: TLS_RSA_WITH_AES_128_CBC_SHA deaktivieren - (KEIN PFS - CBC - SHA1)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_128_CBC_SHA - (ΧΩΡΙΣ PFS - CBC - SHA1)
es: Deshabilitar TLS_RSA_WITH_AES_128_CBC_SHA - (SIN PFS - CBC - SHA1)
fr_fr: Désactiver TLS_RSA_WITH_AES_128_CBC_SHA - (NO PFS - CBC - SHA1)
he_il: ביטול TLS_RSA_WITH_AES_128_CBC_SHA - (ללא PFS - CBC - SHA1)
hi_in: TLS_RSA_WITH_AES_128_CBC_SHA अक्षम करें - (PFS के बिना - CBC - SHA1)
ja_jp: TLS_RSA_WITH_AES_128_CBC_SHA を無効にする - (PFS なし - CBC - SHA1)
ml_in: TLS_RSA_WITH_AES_128_CBC_SHA അപ്രാപ്തമാക്കുക - (PFS ഇല്ല - CBC - SHA1)
pl_pl: Wyłącz TLS_RSA_WITH_AES_128_CBC_SHA - (Bez PFS - CBC - SHA1)
tr_tr: TLS_RSA_WITH_AES_128_CBC_SHA'yı devre dışı bırakın - (PFS YOK - CBC - SHA1)

# 5-Edge
source: Disable TLS_RSA_WITH_AES_128_GCM_SHA256 - (NO PFS)
ar: تعطيل TLS_RSA_WITH_AES_128_GCM_SHA256 - (بدون PFS)
de: TLS_RSA_WITH_AES_128_GCM_SHA256 deaktivieren - (KEIN PFS)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_128_GCM_SHA256 - (ΧΩΡΙΣ PFS)
es: Deshabilitar TLS_RSA_WITH_AES_128_GCM_SHA256 - (SIN PFS)
fr_fr: Désactiver TLS_RSA_WITH_AES_128_GCM_SHA256 - (NO PFS)
he_il: ביטול TLS_RSA_WITH_AES_128_GCM_SHA256 - (ללא PFS)
hi_in: TLS_RSA_WITH_AES_128_GCM_SHA256 अक्षम करें - (PFS के बिना)
ja_jp: TLS_RSA_WITH_AES_128_GCM_SHA256 を無効にする - (PFS なし)
ml_in: TLS_RSA_WITH_AES_128_GCM_SHA256 അപ്രാപ്തമാക്കുക - (PFS ഇല്ല)
pl_pl: Wyłącz TLS_RSA_WITH_AES_128_GCM_SHA256 - (Bez PFS)
tr_tr: TLS_RSA_WITH_AES_128_GCM_SHA256'yı devre dışı bırakın - (PFS YOK)

# 6-Edge
source: Disable TLS_RSA_WITH_AES_256_GCM_SHA384 - (NO PFS)
ar: تعطيل TLS_RSA_WITH_AES_256_GCM_SHA384 - (بدون PFS)
de: TLS_RSA_WITH_AES_256_GCM_SHA384 deaktivieren - (KEIN PFS)
el_gr: Απενεργοποίηση TLS_RSA_WITH_AES_256_GCM_SHA384 - (ΧΩΡΙΣ PFS)
es: Deshabilitar TLS_RSA_WITH_AES_256_GCM_SHA384 - (SIN PFS)
fr_fr: Désactiver TLS_RSA_WITH_AES_256_GCM_SHA384 - (NO PFS)
he_il: ביטול TLS_RSA_WITH_AES_256_GCM_SHA384 - (ללא PFS)
hi_in: TLS_RSA_WITH_AES_256_GCM_SHA384 अक्षम करें - (PFS के बिना)
ja_jp: TLS_RSA_WITH_AES_256_GCM_SHA384 を無効にする - (PFS なし)
ml_in: TLS_RSA_WITH_AES_256_GCM_SHA384 അപ്രാപ്തമാക്കുക - (PFS ഇല്ല)
pl_pl: Wyłącz TLS_RSA_WITH_AES_256_GCM_SHA384 - (Bez PFS)
tr_tr: TLS_RSA_WITH_AES_256_GCM_SHA384'ü devre dışı bırakın - (PFS YOK)

# ExtensionManifestV2Availability-Edge
source: Never disable Manifest V2 extension support
ar: عدم تعطيل دعم ملحقات Manifest V2 أبدًا
de: Unterstützung für Manifest-V2-Erweiterungen niemals deaktivieren
el_gr: Να μην απενεργοποιηθεί ποτέ η υποστήριξη επεκτάσεων Manifest V2
es: Nunca deshabilitar el soporte para extensiones Manifest V2
fr_fr: Ne jamais désactiver la prise en charge des extensions Manifest V2
he_il: אף פעם לא לבטל תמיכה בהרחבות Manifest V2
hi_in: Manifest V2 एक्सटेंशन के लिए समर्थन कभी अक्षम न करें
ja_jp: Manifest V2 拡張機能のサポートを決して無効にしない
ml_in: Manifest V2 വിപുലീകരണങ്ങൾക്കുള്ള പിന്തുണ ഒരിക്കലും അപ്രാപ്തമാക്കരുത്
pl_pl: Nigdy nie wyłączaj obsługi rozszerzeń Manifest V2
tr_tr: Manifest V2 uzantı desteğini hiçbir zaman devre dışı bırakmayın

# DefaultWebUsbGuardSetting-Edge
source: Never let websites ask to access local USB connected devices
ar: عدم السماح للمواقع بطلب الوصول إلى أجهزة USB المحلية المتصلة أبدًا
de: Websites niemals erlauben, den Zugriff auf lokal verbundene USB-Geräte anzufordern
el_gr: Να μην επιτρέπεται ποτέ στους ιστότοπους να ζητούν πρόσβαση σε τοπικές συνδεδεμένες συσκευές USB
es: Nunca permitir que los sitios soliciten acceso a dispositivos USB locales conectados
fr_fr: Ne jamais laisser les sites web demander l'accès aux appareils USB connectés localement
he_il: אף פעם לא לאפשר לאתרים לבקש גישה להתקני USB מקומיים מחוברים
hi_in: साइटों को स्थानीय कनेक्टेड USB डिवाइसों तक पहुंच का अनुरोध करने की कभी अनुमति न दें
ja_jp: ローカルの USB 接続デバイスへのアクセスを Web サイトが要求できないようにする
ml_in: പ്രാദേശിക കണക്‌റ്റ് ചെയ്ത USB ഉപകരണങ്ങളിലേക്കുള്ള ആക്‌സസ് അഭ്യർത്ഥിക്കാൻ സൈറ്റുകളെ ഒരിക്കലും അനുവദിക്കരുത്
pl_pl: Nigdy nie zezwalaj witrynom na żądanie dostępu do lokalnie podłączonych urządzeń USB
tr_tr: Web sitelerinin yerel USB bağlantılı cihazlara erişim istemesine asla izin vermeyin
